import { Link } from 'react-router-dom';
import './Home.css';

function Home(){
    return (
        <div id="homepage">
            <h1>კარიერული არჩევანის პლატფორმა - გაეცანი შენთვის საინტერესო პროფესიულ მიმართულებებს!</h1>
            <hr />
            <div>
                <p>
                    დამატებითი დახმარების გარეშე, პროფესიის არჩევა შეიძლება გაუგებარი და 
                    ხშირად რთული პროცესიც იყოს, განსაკუთრებით მაშინ, როდესაც არ იცი, 
                    რა სფერო დაგაინტერესებს ან რომელი პროფესია დაგეხმარება ყველაზე მეტად 
                    შენი მიზნების მიღწევაში. სწორედ ამ სირთულეების დაძლევის მიზნით, ჩვენ 
                    შევქმენით პლატფორმა, რომელიც ხელს შეუწყობს სტუდენტებს, ახალგაზრდებსა 
                    და ყველას, ვისაც ამ საკითხზე დაინტერესებული აქვს, უფრო ინფორმირებული 
                    და ნდობის მქონე გადაწყვეტილებების მიღებაში.
                </p>
                <p>
                    ჩვენი პლატფორმა მოიცავს სხვადასხვა სექციებს, რომელთა საშუალებითაც შეგიძლიათ 
                    მიიღოთ ინფორმაცია სხვადასხვა პროფესიის, მათ შორის ყოველდღიური საქმიანობის, 
                    საჭირო უნარების, განათლებისა და დასაქმების პერსპექტივებზე. პლატფორმა 
                    აერთიანებს სხვადასხვა პროფესიის წარმომადგენლების ვიდეოებს, რომლებიც 
                    უშუალოდ გვიამბობენ თავიანთი სფეროს შესახებ, გვიზიარებენ გამოცდილებას 
                    და გვაწვდიან რჩევებს წარმატების მისაღწევად.
                </p>
                <h4>გსურს გაიგო მეტი პროფესიის შესახებ?</h4>
                <p>
                    მთავარ გვერდზე ნახავ მოკლე მიმოხილვას ჩვენი პლატფორმის შესახებ, 
                    როგორც სტუდენტებისთვის, ისე პროფესიონალებისთვის, რაც დაგეხმარება 
                    სწორი გადაწყვეტილების მიღებაში. აქვე შეგიძლიათ 
                    აირჩიოთ ის სფეროები, რომლებიც ყველაზე მეტად გაინტერესებთ.
                </p>
                <h4>გაინტერესებს კონკრეტული პროფესია?</h4>
                <p>
                    გაფართოებული “პროფესიების გვერდზე” შეირჩევა სხვადასხვა სფერო: 
                    ტექნოლოგიები, ხელოვნება, მედიცინა, ბიზნესი, განათლება და სხვა. 
                    აქ შეხვალთ რეალური პროფესიონალების ინტერვიუებში, რომლებიც დეტალურად 
                    იზიარებენ საკუთარ გამოცდილებას, პროფესიული გზის გასავლელ ეტაპებს, საჭირო 
                    უნარებსა და ამა თუ იმ პროფესიასთან დაკავშირებულ გამოწვევებს.
                </p>
                <h4>გნებავთ თქვენი ინტერესების უკეთ გაგება?</h4>
                <p>
                    გამოკითხვის გვერდი წარმოადგენს სრულყოფილ შესაძლებლობას, 
                    რათა თავად განსაზღვროთ, რა სფერო ან პროფესია თქვენთვის შეიძლება 
                    იყოს ყველაზე საინტერესო. ეს გვერდი დაგვეხმარება უკეთ გავიგოთ, თუ 
                    რა ტიპის კონტენტი და ვიდეოები იქნება სტუდენტებისთვის ყველაზე სასარგებლო. 
                    მარტივი კითხვებით თქვენ შემოგვთავაზებთ თქვენი ინტერესი, რომლის 
                    საფუძველზე შეგვიძლია შევარჩიოთ თქვენთვის შესაბამისი პროფესიონალები.
                </p>
            </div>
            <h2>როგორ მუშაობს პლატფორმა?</h2>
            <ul>
                <li>
                    მთავარი გვერდი: გთავაზობთ მოკლე და გასაგებ მიმოხილვას პლატფორმის 
                    შესახებ, დაინტერესების სფეროების განხილვას და არჩევანს.
                </li>
                <li>
                    პროფესია გვერდი: გაგაცნობთ სხვადასხვა სფეროს და პროფესიის წარმომადგენლებს, 
                    რომლებიც გაუსაჯაროვებენ თავიანთი პროფესიული გზის შესახებ საინტერესო ფაქტებს.
                </li>
                <li>
                    გამოკითხვის გვერდი: დაგვეხმარება უკეთ გავიგოთ თქვენი ინტერესები და მოთხოვნები.
                </li>
            </ul>
            <p>
                ჩვენი მიზანია, ხელი შევუწყოთ ახალგაზრდებს სწორი გადაწყვეტილებების მიღებაში, რათა მათ 
                შეძლონ გაატარონ დრო იმ პროფესიაზე, რომელიც მათთვის ყველაზე საინტერესო და შესაბამისი იქნება.
            </p>
            <p>გადადგი პირველი ნაბიჯი და გაიგე, როგორ მიიღწევა შენი იდეალური კარიერა!</p>
        </div>
    )
}

export default Home;